intl4440/notesMaster.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2021-01-23 Sat 19:06 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Strategic Intelligence</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Sudhan Chitgopkar" />
</head>
<body>
<div id="content">
<h1 class="title">Strategic Intelligence</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org494436d">1. Turner</a></li>
<li><a href="#org778d28f">2. Warner</a>
<ul>
<li><a href="#orgc221669">2.1. Intelligence Definitions</a></li>
<li><a href="#orgb712611">2.2. Definition Analysis</a></li>
<li><a href="#orgf5c17a3">2.3. Final Steps</a></li>
</ul>
</li>
<li><a href="#org7212356">3. 01.20.20 (Intelligence Structure)</a>
<ul>
<li><a href="#org8a6953c">3.1. What is Intelligence</a></li>
<li><a href="#org60860e4">3.2. Levels of Analysis</a></li>
<li><a href="#orga0bebbc">3.3. US Intelligence Community</a>
<ul>
<li><a href="#org9eaec84">3.3.1. Independent</a></li>
<li><a href="#org0273025">3.3.2. Departments of Agencies</a></li>
<li><a href="#org28cc08c">3.3.3. Department of Defense</a></li>
</ul>
</li>
<li><a href="#org55a9933">3.4. Questions to Consider</a></li>
</ul>
</li>
</ul>
</div>
</div>
<div id="outline-container-org494436d" class="outline-2">
<h2 id="org494436d"><span class="section-number-2">1</span> Turner</h2>
<div class="outline-text-2" id="text-1">
<ul class="org-ul">
<li>While US intelligence is not funadmentally unique, it has a series of norms that make it very distinctive</li>
<li></li>
</ul>
</div>
</div>
<div id="outline-container-org778d28f" class="outline-2">
<h2 id="org778d28f"><span class="section-number-2">2</span> Warner</h2>
<div class="outline-text-2" id="text-2">
<ul class="org-ul">
<li>No official definition for intelligence exists</li>
</ul>
</div>
<div id="outline-container-orgc221669" class="outline-3">
<h3 id="orgc221669"><span class="section-number-3">2.1</span> Intelligence Definitions</h3>
<div class="outline-text-3" id="text-2-1">
<ul class="org-ul">
<li>National Security Act of 1947 defines foreign intelligence as &ldquo;information relating to the capabilities, intentions, or activities of foreign governments or elements thereof.&rdquo;</li>
<li>Hoover Commission 1955 define that &ldquo;intelligence deals with all the things which should be jnown in advance of initiating a course of action&rdquo;</li>
<li>Brown-Aspin Commission defines that intelligence is &ldquo;simply and boradly information about things foreign - people, places, things, and events - needed by the government for the conduct of its functions&rdquo;</li>
<li>Joint Chief if Staffs Dictionary of Military and Associated Terms defines it as &ldquo;the product resulting from the collection, processing, integration, analysis, evaluation, and interpretation of available information concerning foreign countries or areas&rdquo; or as &ldquo;information and knowledge about an adversary obtained through observation, investigation, analysis, or understanding&rdquo;</li>
<li>CIA defines intelligence as &ldquo;the knowledge and foreknowledge of the world around us - the prelude to decision and action by US policymakers&rdquo;</li>
</ul>
</div>
</div>
<div id="outline-container-orgb712611" class="outline-3">
<h3 id="orgb712611"><span class="section-number-3">2.2</span> Definition Analysis</h3>
<div class="outline-text-3" id="text-2-2">
<ul class="org-ul">
<li>Most definitions stress information over organization</li>
<li>Defining intelligence simply as information is generally to broad for intelligence professionals to carry out their jobs</li>
<li>Not every single peiece of information is intelligence</li>
<li>Intelligence can then be considered both an action and a product</li>
<li>Shulsky emphasizes the secret nature of this information as being a critical aspect of intelligence</li>
</ul>
</div>
</div>
<div id="outline-container-orgf5c17a3" class="outline-3">
<h3 id="orgf5c17a3"><span class="section-number-3">2.3</span> Final Steps</h3>
<div class="outline-text-3" id="text-2-3">
<ul class="org-ul">
<li>Intelligence is then an activity and a product conducted through confidential circumstances on behalf of states so that policy-makers can understand foreign developments, and that it includes clandestine operations performed to cause certain foreign effects</li>
<li>Difference between law enforcement and intelligence is secrecy</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org7212356" class="outline-2">
<h2 id="org7212356"><span class="section-number-2">3</span> 01.20.20 (Intelligence Structure)</h2>
<div class="outline-text-2" id="text-3">
</div>
<div id="outline-container-org8a6953c" class="outline-3">
<h3 id="org8a6953c"><span class="section-number-3">3.1</span> What is Intelligence</h3>
<div class="outline-text-3" id="text-3-1">
<ul class="org-ul">
<li>Process</li>
<li>Activity - the actual job conducted by an individual or organization to obtain intelligence</li>
<li>Final Product - the final report or analysis derived through the process of gaining intelligence that is eventually disseminated</li>
<li>Elements of Intelligence
<ol class="org-ol">
<li>Dependent on confidential sources and methods for full effectiveness</li>
<li>Performed by officers of the state, for the state</li>
<li>Focused on foreigners - usually other states, but often foreign subjects, corporations, or groups</li>
<li>Linked to the production and dissemination of information</li>
<li>Involved in influencing foreign entities through means that can&rsquo;t trace back to the acting government</li>
</ol></li>
<li>Concise Definition: Intelligence is secret, state activity to understand or influence foreign entities</li>
</ul>
</div>
</div>
<div id="outline-container-org60860e4" class="outline-3">
<h3 id="org60860e4"><span class="section-number-3">3.2</span> Levels of Analysis</h3>
<div class="outline-text-3" id="text-3-2">
<ul class="org-ul">
<li>Strategic Intelligence - broad, policy-oriented approach to intelligence. Understands the effects of intelligence and international factors on the world</li>
<li>Operational Intelligence - group-focused intelligence, understanding interplay between groups of people or institutions</li>
<li>Tactical Intelligence - low-level intelligence focused on field scenarios and day-to-day operations of intelligence</li>
</ul>
</div>
</div>
<div id="outline-container-orga0bebbc" class="outline-3">
<h3 id="orga0bebbc"><span class="section-number-3">3.3</span> US Intelligence Community</h3>
<div class="outline-text-3" id="text-3-3">
</div>
<div id="outline-container-org9eaec84" class="outline-4">
<h4 id="org9eaec84"><span class="section-number-4">3.3.1</span> Independent</h4>
<div class="outline-text-4" id="text-3-3-1">
<ul class="org-ul">
<li>Office of the Director of National Intelligence (ODNI) - intermediary oversight agency consolidating all of the intelligence and pushing it to policy-makers</li>
<li>Central Intelligence Agency (CIA) - Leading expert in clandestine operations for the US, uses their own paramilitary. Only independent agency that runs operations</li>
</ul>
</div>
</div>
<div id="outline-container-org0273025" class="outline-4">
<h4 id="org0273025"><span class="section-number-4">3.3.2</span> Departments of Agencies</h4>
<div class="outline-text-4" id="text-3-3-2">
<ul class="org-ul">
<li>Department of Energy Office of Intelligence and Counterintelligence (DOE-OIC) - leading experts in nuclear weapons, energy infrastructure, and security maintenance</li>
<li>Department of Homeland Security&rsquo;s Office of Intelligence and Analysis - Domestic security focus</li>
<li>FBI Intelligence Branch (FBIIB) - Focus on federal crimes and domestic security</li>
<li>DEA Office of National Security Agency (DEAONSI) - focus on drugs and drug trade</li>
<li>Department of Small Business Innovation Research (DOSBIR) - focused on diplomatic intelligence</li>
<li>Dept of Treasury Intelligence Agency (USDTOIA) - understanding how the US dollar could be used in criminal activities</li>
<li>US Coast Guard Intelligence (USCGI) - charged with keeping ports, waterways, cargo, and coasts safe</li>
</ul>
</div>
</div>
<div id="outline-container-org28cc08c" class="outline-4">
<h4 id="org28cc08c"><span class="section-number-4">3.3.3</span> Department of Defense</h4>
<div class="outline-text-4" id="text-3-3-3">
<ul class="org-ul">
<li>Defense Intelligence Agency (DIA) - DoD&rsquo;s version of the CIA, focused on troop movements, troop aquisitions</li>
<li>National Security Agency/Central Security Service (NSA/CSS) - leading experts in signal communications and telecommunications</li>
<li>National Geospatial Intelligence Agency (NGA) - focuses on GIS, geography</li>
<li>National Reconnaissance Office (NRO) - one of the most secret agencies, existence wasn&rsquo;t acknowledged until the &rsquo;50&rsquo;s, control spy sattelite network</li>
<li>US Army Intelligence (USAI) - control field operations and movement of troops</li>
<li>Office of Naval Intelligence (ONI) - control water-based troop movements, cargo movement, and political intelligence</li>
<li>US Marine Corps Intelligence (USMCI) - provide tactical intelligence for troop movements through surge and occupancy operations, also provide counterintelligence consultation to the rest of the USIC</li>
<li>US Air Force Intelligence, Surveillance, and Reconnaissance (USAFISR/16AF) - focus on imagery intelligence, security countermeasures, telecommunications</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-org55a9933" class="outline-3">
<h3 id="org55a9933"><span class="section-number-3">3.4</span> Questions to Consider</h3>
<div class="outline-text-3" id="text-3-4">
<ul class="org-ul">
<li>Do you agree with the concise definition of intelligence?</li>
<li>Which level of analysis would you most focus on?</li>
<li>Can you see the bureaucracy of the intelligence community helping or hurting its overall mission?</li>
</ul>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Sudhan Chitgopkar</p>
<p class="date">Created: 2021-01-23 Sat 19:06</p>
</div>
</body>
</html>
